Repository: swisszeni/BFH_USZ_PICC
Catalog: BFH_USZ_PICC/BFH_USZ_PICC/MultilingualResources/BFH_USZ_PICC.*.xlf
Languages: de

# EmergencyFlyoutAssistanceButtonText
source: Solutions
de: Problembehebung

# EmergencyFlyoutTelemedizinDescriptionText
source: If you have any questions regarding your PICC, do not hesitate to contact the USZ hotline.
de: Bei Fragen rund um den PICC Katheter steht Ihnen die telemedizinische Abteilung des UniversitätsSpital Zürich jederzeit zur Verfügung.

# EmergencyFlyoutTitleText
source: Approach in case of malfunction
de: Vorgehen bei Problemen

# AddPICCPagePICCEntryPlaceholderText
source: Please enter a PICC
de: Bitte PICC Name eingeben

# AddPICCPageScanButtonText
source: Scan barcode
de: Barcode scannen

# AddPICCPageAddPiccManualButtonText
source: Enter PICC manually
de: PICC manuell erfassen

# AddPICCPageTitleText
source: Add PICC
de: PICC hinzufügen

# BasePageTitleText
source: Page
de: Seite

# DisorderDetailPageTitleText
source: Disorder
de: Problem

# DisorderDetailPageActionLabelText
source: Action
de: Massnahme

# DisorderDetailPageReasonLabelText
source: Reason
de: Ursache

# DisorderPageTitleText
source: Disorders
de: Probleme

# DisorderPageIssueApproachTitleText
source: Issue procedure steps
de: Vorgehen bei Problemen

# GlossaryPageTitleText
source: Glossary
de: Glossar

# KnowledgeEntriesTitleText
source: FAQ
de: Wissenswertes

# MyPICCPageTitleText
source: My PICC
de: Mein PICC

# MyPICCPageAddNewPICCButtonText
source: Add a new PICC
de: Neuer PICC erfassen

# MyPICCPageCurrentPICCText
source: Current PICC
de: Aktueller PICC

# MyPICCPageNoPiccEnteredText
source: It seems that you have not yet entered a PICC.
de: Sie scheinen momentan keinen PICC erfasst zu haben.

# MyPICCPagePreviousPICCText
source: Previous PICC
de: Frühere PICC

# PICCDetailPagePICCModelNameText
source: Model name:
de: Modellbezeichnung:

# PICCDetailPagePICCFrenchSizeText
source: Diameter in french:
de: Durchmesser in French:

# PICCDetailPagePICCInsertedDateText
source: Inserted on:
de: Einlagedatum:

# PICCDetailPagePICCInsertedPlaceText
source: Location:
de: Einlageort:

# PICCDetailPageInsertCityPlaceholderText
source: Please enter an institution
de: Bitte Institution eingeben

# PICCDetailPagePICCBodysideText
source: PICC body side:
de: Körperseite PICC:

# PICCDetailPagePICCPositionText
source: PICC position:
de: Position PICC:

# PICCDetailPagePICCRemoveButtonText
source: Set PICC inactive
de: PICC inaktiv setzten

# PicturePageTitleText
source: Picture detail
de: Bild Detail

# PICCDetailPageAddNewPICCTitle
source: Add PICC
de: PICC erfassen

# PICCDetailPageEditPICCTitle
source: Edit PICC
de: PICC bearbeiten

# PICCDetailPagePickerNotDefinedText
source: Not defined
de: Nicht definiert

# PICCDetailPagePickerPositionBelowElbowText
source: Below elbow
de: Unterhalb Ellbogen

# PICCDetailPagePickerPositionAboveElbowText
source: Above elbow
de: Oberhalb Ellbogen

# PICCDetailPagePickerSideLeftText
source: Left
de: Links

# PICCDetailPagePickerSideRightText
source: Right
de: Rechts

# PICCDetailPagePickerCountryAbroadText
source: Abroad
de: Ausland

# PICCDetailPagePickerCountrySwitzerlandText
source: Switzerland
de: Schweiz

# JournalOverviewPageNewEntryButtonText
source: New entry
de: Neuer Eintrag

# JournalOverviewPageSelectANewNewEntryText
source: What kind of entry would you like to add?
de: Was für ein Eintrag möchten Sie hinzufügen?

# JournalOverviewPageTitleText
source: Journal
de: Meine Notizen

# SettingsPageTitleText
source: Settings
de: Einstellungen

# CancelButtonText
source: Cancel
de: Abbrechen

# EditButtonText
source: Edit
de: Bearbeiten

# PICCAssistanceDescriptionText
source: There are not any complications with your PICC to be expected. For your own safety, we still would like to inform you about possible problems.
de: In der Regel sind keine Komplikationen mit Ihrem PICC zu erwarten. Zur Sicherheit möchten wir Sie jedoch auf mögliche Anzeichen von Problemen hinweisen.

# SaveButtonText
source: Save
de: Speichern

# CallUSZTelemedizinButtonText
source: Call USZ telemedicine
de: USZ Telemedizin anrufen

# SettingsPageMaintenanceReminderText
source: Maintenance reminder
de: Pflegeerinnerung einrichten

# SettingsPageAddReminderButtonText
source: Add maintenance reminders
de: Pflegeerinnerung hinzufügen

# SettingsPageMaintenanceReminderFrequencyText
source: After how many days will the memory be repeated?
de: Nach wie vielen Tagen soll die Erinnerung wiederholt werden?

# SettingsPageMaintenanceReminderRepetitionText
source: How often should the memory be repeated?
de: Wie oft soll die Erinnerung wiederholt werden?

# SettingsPageMaintenanceReminderSetDailyTimeText
source: Please set time for reminder
de: Bitte Uhrzeit für Erinnerung festlegen

# SettingsPageMaintenanceReminderSetStartDateText
source: Please set start date
de: Bitte Startdatum festlegen

# UserMasterDataPageTitleText
source: My personal data
de: Meine Daten

# UserMasterDataPageBirthdateLabelText
source: Birthdate:
de: Geburtsdatum:

# UserMasterDataPageMobileLabelText
source: Cellphone:
de: Mobile:

# UserMasterDataPageNameLabelText
source: Name:
de: Vorname:

# UserMasterDataPagePhoneLabelText
source: Phone:
de: Telefon:

# UserMasterDataPagePlaceLabelText
source: Place:
de: Ort:

# UserMasterDataPageStreetLabelText
source: Street:
de: Strasse:

# UserMasterDataPageSurnameLabelText
source: Surname:
de: Name:

# UserMasterDataPageZIPLabelText
source: ZIP:
de: PLZ:

# UserMasterDataPageDeleteAllMasterDataButton
source: Delte my data
de: Alle Angaben löschen

# MasterDataBackUpQuestionText
source: Do you want to back up your personal data? You can adjust the information at any time in the settings.
de: Möchten Sie Ihre persönlichen Daten in der App hinterlegen? Sie können die Angaben jederzeit in den Einstellungen unter 'Persönliche Daten' anpassen.

# MasterDataText
source: Master data
de: Stammdaten

# CallUSZTelemedicineNotPossibleText
source: Your device can not call the USZ telemedicine. Contact 044 666 66 66
de: Ihr Gerät kann die USZ Telemedizin nicht anrufen. Kontaktieren Sie 044 666 66 66

# CallUSZTelemedicineText
source: Do you really want to call USZ telemedicine?
de: USZ Telemedizin wirklich anrufen?

# FailedText
source: Failed
de: Fehlgeschlagen

# NoButtonText
source: No
de: Nein

# YesButtonText
source: Yes
de: Ja

# UserMasterDataPageDelteAllPersonalDataText
source: Do you really want to delete all personal data?
de: Wollen Sie wirklich alle persönlichen Angaben löschen?

# WarningText
source: Warning
de: Warnung

# AddPICCPagePICCNotFoundInformationText
source: PICC model could not be found
de: PICC Modell konnte nicht gefunden werden

# SettingsPageDelteScheduledRemindersText
source: Do you want to delete all scheduled maintenance reminders?
de: Wollen Sie alle geplanten Pflegeerinnerungen löschen?

# SettingsPageMaintenanceReminderInformationText
source: Your PICC should be maintained
de: Ihr PICC Katheter sollte gepflegt werden

# SettingsPagePersonalDataButtonText
source: My personal data
de: Persönliche Daten

# JournalOverviewPageBandagesChangingEntry
source: Bandage changing
de: Verbandswechsel

# JournalOverviewPageBloodWithdrawalEntry
source: Blood withdrawal
de: Blutentnahme

# JournalOverviewPageCatheterFlushEntry
source: Rinse the catheter
de: Spülen des Katheters

# JournalOverviewPageInfusionEntry
source: Administered infusions
de: Verabreichte Infusionen

# JournalOverviewPageMicroClaveChangingEntry
source: Change MicroClave
de: Wechsel MicroClave

# JournalOverviewPageStatlockChangingEntry
source: Change StatLock
de: Wechsel StatLock

# JournalOverviewPageAdministeredDrugEntry
source: Administered drugs
de: Verabreichte Medikamente

# JournalEntryInstitutionHomeCareText
source: Home care
de: Spitex

# JournalEntryInstitutionHospitalText
source: Hospital
de: Spital

# JournalEntryInstitutionOutpatienClinicText
source: Outpatient clinic
de: Ambulatorium

# JournalEntryNotSpecifiedText
source: Not specified
de: Keine Angabe

# JournalEntryOthersText
source: Others
de: Andere

# JournalEntryPersonAffectedPersonText
source: Affected person
de: Betroffene Person

# JournalEntryPersonFamilyDoctorText
source: Family doctor
de: Hausarzt

# JournalEntryPersonHealthExpertStaffText
source: Health expert staff
de: Fachperson Gesundheit (FaGe)

# JournalEntryPersonMedicalTechnicalAssistantText
source: Medical technical assistant
de: Medizinisch Technische Assistenz (MTA)

# JournalEntryPersonNursingStaffText
source: Nursing staff
de: Pflegefachperson

# JournalEntryPersonRelativeText
source: Relative
de: Angehörige

# JournalEntryPersonSpecialistText
source: Medical specialist
de: Facharzt

# JournalEntryPersonXrayStaffText
source: XRay staff
de: Röntgenfachperson (MTRA)

# DeleteButtonText
source: Delete
de: Löschen

# MicroClaveChangingEntryPollutionText
source: Pollution
de: Verschmutzung

# StatlockChangingEntryDamagedWingsText
source: Damaged wings
de: Defekte Flügel

# StatlockChangingEntryPollutionText
source: Pollution
de: Verschmutzung

# StatlockChangingEntrySticksUnsatisfactorilyText
source: Sticks unsatisfactorily
de: Klebt ungenügend

# BloodFlowFastAndEasyText
source: Fast, easy
de: Zügig, problemlos

# BloodFlowHesitantText
source: Hesitant
de: Zögerlich

# BloodFlowNoneText
source: Not at all
de: Gar nicht

# BandageChangingReasonBandageDoesNotStickAnymoreText
source: Bandage does not stick anymore
de: Verband klebte nicht mehr

# BandageChangingReasonBandageWetText
source: Bandage is wet
de: Verband feucht

# BandageChangingReasonPainText
source: Pain, irregularities
de: Schmerzen, Unregelmässigkeiten

# BandageChangingReasonPunctureNotCoveredText
source: Puncture is not covered
de: Einstichstelle nicht vollständig abgedeckt

# BandageChangingReasonRoutineText
source: Routinely
de: Routinemässig

# BandageChangingReasonSecondaryBleedingText
source: Secondary bleeding
de: Nachblutung

# BandageChangingAreaCompleteText
source: Complete
de: Vollständig

# BandageChangingAreaOnlyBandageText
source: Only Bandage
de: Nur Verband

# BandageChangingAreaOnlyStatlockText
source: Only StatLock
de: Nur StatLock

# BandagePunctureSituationLiquidDischargeText
source: Liquid discharge
de: Flüssigkeitsaustritt

# BandagePunctureSituationPainfulPunctureText
source: Painful puncuture
de: Schmerzhaft

# BandagePunctureSituationReddenedPunctureText
source: Reddened puncture
de: Gerötet

# BandagePunctureSituationSkinNotIrritantText
source: Skin not irritant
de: Reizlos

# BandagePunctureSituationSwollenPunctureText
source: Swollen puncture
de: Geschwollen

# BandageArmProcessSituationPainfulText
source: Painful
de: Schmerzhaft

# BandageArmProcessSituationSwollenText
source: Swollen
de: Geschwollen

# BandageArmProcessSituationReddenedText
source: Reddened
de: Gerötet

# InfusionReasonAntibioticText
source: Antibiotic
de: Antibiotika

# InfusionReasonBloodComponentText
source: Blood components
de: Blutkomponenten

# InfusionReasonChemotherapyText
source: Chemotherapy
de: Chemotherapie

# InfusionReasonExaminationSubstanceText
source: Examination substance
de: Untersuchungssubstanzen

# InfusionReasonNutritionalSubstanceText
source: Nutritional substance
de: Ernährungssubstanzen

# InfusionReasonOthersText
source: Other infusions
de: Andere Infusionen

# InfusionAdministrationWithoutProblemText
source: Without problems
de: Problemlos

# CatheterFlushReasonBlockedText
source: Blocked
de: Verstopft

# CatheterFlushReasonBloodSamplingText
source: Blood sampling
de: Blutentnahme

# CatheterFlushReasonPartiallyBlockedText
source: Partially blocked
de: Teilweise verstopft

# CatheterFlushResultFlushNotPossibleText
source: Flush not possible anymore
de: Spülen nicht möglich

# CatheterFlushResultFlushWithoutResistanceText
source: Without resistance continuous
de: Problemlos durchgängig

# CatheterFlushResultFlushWithResistanceText
source: With resistance continuous
de: Weniger durchgängig

# MaintenanceInstructionTitleText
source: Maintenance instruction
de: Pflegeerinnerung

# PICCDetailPageGuideWireLenghtText
source: Guide wire length in cm:
de: Führungsdrahtslänge in cm:

# CancelButtonPressedConfirmationText
source: Do you want to cancel your input?
de: Wollen Sie die Eingabe wirklich abbrechen?

# MasterDataViewModelBirthdateNotValidText
source: Your birthdate is not valid and will be deleted. Continue?
de: Ihr Geburtstatum liegt ausserhalb des gültigen Datumsbereiches und wird gelöscht. Wollen Sie wirklich fortfahren?

# JournalEntriesDelteEntryConfirmationText
source: Do you want to delte this entry?
de: Wollen Sie diesen Eintrag wirklich löschen?

# JournalEntriesAskForMainentanceInstructionText
source: Do you want to see a maintenance instruction for this step?
de: Wollen Sie die für diesen Schritt eine Wartungsanleitung ansehen?

# AdministeredDrugEntryPageSelectDateLabelText
source: At what date was the drug administered to you?
de: An welchem Datum wurde Ihnen das Medikament verabreicht?

# AdministeredDrugEntryPageSelectDrugLabelText
source: Please indicate which drug you have received:
de: Bitte geben Sie an, welches Medikament Ihnen verabreicht wurde:

# AdministeredDrugEntryPageSelectInstitutionLabelText
source: Which institution has given you the drug?
de: Welche Institution hat Ihnen das Medikament verabreicht?

# AdministeredDrugEntryPageSelectPersonLabelText
source: What person has given you the drug?
de: Welche Person hat Ihnen das Medikament verabreicht?

# BandageChangingEntryPageBandageChangingReasonLabelText
source: Please indicate why your bandage needs to be changed:
de: Bitte geben Sie an, warum Ihr Verband gewechselt werden musste:

# BandageChangingEntryPageInstitutionLabelText
source: Which institution helped you to change your bandages?
de: Welche Institution hat Ihnen beim Verbandswechsel geholfen?

# BandageChangingEntryPagePartsOfChaningLabelText
source: Please indicate which bandage parts have been changed:
de: Bitte geben Sie an, welche Teile des Verbandes gewechselt wurden:

# BandageChangingEntryPagePersonLabelText
source: What person helped you to change bandages?
de: Welche Person hat Ihnen beim Verbandswechsel geholfen?

# BandageChangingEntryPageArmSituationLabelText
source: How is the situation on the arm?
de: Wie ist der Verlauf am Arm?

# BandageChangingEntryPageBandageChangingDateLabelText
source: At what date did you change the bandage?
de: An welchem Datum haben Sie den Verband gewechselt?

# BandageChangingEntryPagePunctureSituationLabelText
source: How is the puncture site?
de: Wie verhält sich die Einstichstelle?

# BloodWithdrawalEntryPageBloodWithdrawalDateLabelText
source: At what date did the blood withdrawal happen?
de: An welchem Datum wurde Ihnen Blut entnommen?

# BloodWithdrawalEntryPageIndicateBloodFlowLabelText
source: Please indicate how the blood flow was at the time of collection:
de: Bitte geben Sie an, wie der Blutfluss bei der Entnahme war:

# BloodWithdrawalEntryPageInstitutionLabelText
source: Which institution has supported you on the blood withrawal process?
de: Welche Institution hat Sie bei der Blutentnahme unterstützt?

# BloodWithdrawalEntryPageIsNaCIFlashDoneLabelText
source: Did you flush the catheter with NaCl?
de: Ist anschliessendes Spülen mit NaCl erfolgt?

# BloodWithdrawalEntryPagePersonLabelText
source: What person has supported you on the blood withrawal process?
de: Welche Person hat Sie bei der Blutentnahme unterstützt?

# CatheterFlushEntryPageBloodReflowLabelText
source: Is a blood reflow visible?
de: Ist ein Blutrückfluss feststellbar?

# CatheterFlushEntryPageDateLabelText
source: At what date did you flush the catheter?
de: An welchem Datum haben Sie den Katheter gespült?

# CatheterFlushEntryPageFlushReasonLabelText
source: Please indicate why the catheter needed to be flushed:
de: Bitte geben Sie an, warum Ihr Katheter gespült werden musste:

# CatheterFlushEntryPageFlushSolutionAmountLabelText
source: Please specify the amount of the solution administered (in ml):
de: Bitte geben Sie die Menge der verabreichten Lösung an (in ml):

# CatheterFlushEntryPageInstitutionLabelText
source: Which institution did you support on the catheter flush process?
de: Welche Institution hat Sie beim Spülen des Katheters unterstützt?

# CatheterFlushEntryPagePatencyAfterFlushLabelText
source: What is the continuity of the catheter after the irrigation?
de: Wie ist die Durchgängigkeit des Katheters nach der Spülung?

# CatheterFlushEntryPagePersonLabelText
source: What person did you support on the catheter flush process?
de: Welche Person hat Sie beim Spülen des Katheters unterstützt?

# CatheterFlushEntryPageFlushTypeLabelText
source: Please indicate which solution your catheter was flushed with:
de: Bitte geben Sie an, mit welcher Lösung Ihr Katheter gespült wurde:

# InfusionEntryPageAntibioticLabelText
source: Please indicate which antibiotic you have been given:
de: Bitte geben Sie an, welches Antibiotika Ihnen verabreicht wurde:

# InfusionEntryPageDateLabelText
source: At what date was the infusion administered to you?
de: An welchem Datum wurde Ihnen die Infusion verabreicht?

# InfusionEntryPageInfusionFlowLabelText
source: Please indicate how the flow of the infusion was during administration:
de: Bitte geben Sie an, wie der Durchfluss der Infusion bei der Verabreichung war:

# InfusionEntryPageInstitutionLabelText
source: Which institution did you support?
de: Welche Institution hat Sie hierbei unterstützt?

# InfusionEntryPagePersonLabelText
source: What person did you support?
de: Welche Person hat Sie hierbei unterstützt?

# InfusionEntryPageTypeLabelText
source: Please indicate the type of infusion you have been given:
de: Bitte geben Sie an, welche Art Infusion Ihnen verabreicht wurde:

# InfusionAdministrationNotPossibleText
source: Not possible
de: Nicht möglich

# InfusionAdministrationWithResistance
source: With resistance
de: Mit Widerstand

# MicroClaveChangingEntryPageDateLabelText
source: At what date has your MicroClave been exchanged?
de: An welchem Datum wurde Ihr MicroClave ausgetauscht?

# MicroClaveChangingEntryPageInstitutionLabelText
source: Which institution did you support when changing the MicroClave?
de: Welche Institution hat Sie beim Wechsel des MicroClave unterstützt?

# MicroClaveChangingEntryPagePersonLabelText
source: What person did you support when changing the MicroClave?
de: Welche Person hat Sie beim Wechsel des MicroClave unterstützt?

# MicroClaveChangingEntryPageReasonLabelText
source: Please indicate why your MicroClave had to be exchanged:
de: Bitte geben Sie an, warum Ihr MicroClave ausgetauscht werden musste:

# StatlockChangingEntryPageDateLabelText
source: At what date has your StatLock been exchanged?
de: An welchem Datum wurde Ihr StatLock ausgetauscht?

# StatlockChangingEntryPageInstitutionLabelText
source: Which institution did you support when changing the StatLock?
de: Welche Institution hat Sie beim Wechsel des StatLocks unterstützt?

# StatlockChangingEntryPagePersonLabelText
source: What person did you support when changing the StatLock?
de: Welche Person hat Sie beim Wechsel des StatLocks unterstützt?

# StatlockChangingEntryPageReasonLabelText
source: Please indicate why your StatLock had to be exchanged:
de: Bitte geben Sie an, warum Ihr StatLock ausgetauscht werden musste:

# JournalOverviewViewModelWhichJournalEntryText
source: What kind of entry do you want to add?
de: Was für einen Eintrag wollen Sie hinzufügen?

# PICCDetailViewModelSetPICCInactiveText
source: Do you really want to put this PICC catheter inactive?
de: Wollen Sie diesen PICC Katheter wirklich inaktiv setzen?

# KnowledgeEntryDetailPageMatchingGlossariesText
source: Matching glossaries
de: Passende Glossareinträge

# PICCDetailPageLumensLabelText
source: Number of lumens:
de: Anzahl Lumen:

# SettingsPageRepetitionPickerUnlimitedRepetitionText
source: Unlimited
de: Unbegrenzt

# UserMasterDataPageGenderLabelText
source: Gender:
de: Geschlecht:

# UserMasterDataPageFemale
source: Female
de: Weiblich

# UserMasterDataPageMale
source: Male
de: Männlich

# MaintenaceInstructionCurrentPageNumberText
source: {0} of {1}
de: {0} von {1}

# MaintenaceInstructionPageNextButtonText
source: Next
de: Weiter

# MaintenaceInstructionPagePreviousButtonText
source: Back
de: Zurück

# MyPICCPageDetailButtonText
source: Detail
de: Details

# MyPICCPageGoToJournalEntriesButtonText
source: Journal for PICC
de: Notizen zu PICC

# MyPICCPageDeletePICCWarningText
source: Do you really want to delete this PICC form the database?
de: Wollen Sie diesen PICC wirklich von der Datenbank löschen?

# PICCDetailPagePICCRemovalDateText
source: Removal date:
de: Inaktiv gesetzt am:

# FormerPICCPageTitleText
source: Previous PICC detail
de: Früherer PICC Detail

# MaintenaceReminderPageExplanationText
source: If you want to remind yourself about your catheters care, you can set the necessary settings here.
de: Falls Sie von Ihrer App an die Pflege des Katheters erinnert werden möchten, können Sie hier die notwendigen Einstellungen vornehmen.

# DiscalimerPageDisclaimerText
source: repuditis qui ium nonsecturia quis incientiae laborem elliquis et quatur, sitiur aut od moluptatur aut ea conseque peri sim erro essequisit remporia dem et landi dest, cone poris quunt volecab ipidero quatur ad quibusamus. Et ut aut isti repuditis qui ium nonsecturia quis incientiae laborem elliquis et quatur, sitiur aut od moluptatur aut ea conseque peri sim erro essequisit remporia dem et landi dest, cone poris quunt volecab ipidero quatur ad quibusamus, et exerionem eostis peror sedipis aut int la peris eatibusam is aut autem imporum soluptatium coritas perepratem doluptas sitatur atium, ilitat velenihictem eaquas molor serit doloratiis abo.
de: Das Internetportal des UniversitätsSpitals Zürich (USZ) stellt Ihnen vielfältige und qualitativ hochstehende Informationen zur Verfügung. Wir sind bestrebt, diese Informationen korrekt und dem aktuellen Wissensstand entsprechend wiederzugeben, doch können wir keinerlei Gewähr hinsichtlich inhaltlicher Richtigkeit, Genauigkeit, Aktualität und Vollständigkeit übernehmen. Aus den Informationen lassen sich zudem keinerlei Rechte ableiten. Allfällige medizinische Ratschläge sind nach bestem Wissen und Gewissen zusammengestellt, ersetzen jedoch keinesfalls einen Arztbesuch und werden auf eigenes Risiko befolgt. Das UniversitätsSpital Zürich haftet für keinerlei Schäden, die aus der Nutzung des Internetportals - namentlich aufgrund von Fehlinformationen oder technischen Störungen - entstanden sind. Auch für den Inhalt und die korrekte Funktionsweise fremder Websites, die durch eine Verlinkung erreichbar sind, kann keine Haftung übernommen werden. Das UniversitätsSpital Zürich behält sich das Recht vor, jederzeit und ohne Vorankündigung das Betreiben des Internetportals aufzugeben und/oder dessen Inhalt zu verändern, zu ergänzen oder zu löschen.

# DiscalimerPageTitle
source: Disclaimer
de: Haftungsausschluss

# MissingCameraAccessWarning
source: App needs camera access to do this.
de: Die App benötigt für diese Funktion Zugriff auf die Kamera.

# DiscalimerPageDisclaimerTitleText
source: Et ut aut isti
de: Haftung
