Repository: swisszeni/BFH_USZ_PICC
Catalog: BFH_USZ_PICC/BFH_USZ_PICC/Resx/AppResources.*.resx
Languages: fr, it

# EmergencyFlyoutAssistanceButtonText
source: Solutions
it: Soluzioni

# EmergencyFlyoutTelemedizinDescriptionText
source: If you have any questions regarding your PICC, do not hesitate to contact the USZ hotline.
fr: Si vous avez des questions concernant votre PICC, n’hésitez pas à contacter la hotline USZ.
it: Se avete domande riguardanti il vostro PICC, non esitate a contattare la hotline USZ.

# EmergencyFlyoutTitleText
source: Approach in case of malfunction
fr: Approche en cas de dysfonctionnement
it: Approccio in caso di malfunzionamento

# AddPICCPagePICCEntryPlaceholderText
source: Please enter a PICC
fr: Veuillez entrer un PICC
it: Si prega di inserire un PICC

# AddPICCPageScanButtonText
source: Scan barcode
fr: Scanner code-barres
it: Scansione di codici a barre

# AddPICCPageAddPiccManualButtonText
source: Enter PICC manually
fr: Entrez manuellement les PICC
it: Immettere manualmente PICC

# AddPICCPageTitleText
source: Add PICC
fr: Ajouter PICC
it: Aggiungi PICC

# BasePageTitleText
source: Page
it: Pagina

# DisorderDetailPageTitleText
source: Disorder
fr: Trouble
it: Disordine

# DisorderDetailPageSymptomLabelText
source: Symptom
fr: Symptôme
it: Sintomo

# DisorderDetailPageActionLabelText
source: Action
it: Azione

# DisorderDetailPageReasonLabelText
source: Reason
fr: Raison
it: Motivo

# DisorderPageTitleText
source: Disorders
fr: Troubles
it: Disturbi

# DisorderPageIssueApproachTitleText
source: Issue procedure steps
fr: Délivrer les étapes de la procédure
it: Problema procedura

# GlossaryPageTitleText
source: Glossary
fr: Glossaire
it: Glossario

# KnowledgeEntriesTitleText
source: FAQ
it: Domande frequenti

# MyPICCPageTitleText
source: My PICC
fr: Mon PICC
it: La mia PICC

# MyPICCPageAddNewPICCButtonText
source: Add a new PICC
fr: Ajouter un nouveau PIC
it: Aggiungere un nuovo PICC

# MyPICCPageCurrentPICCText
source: Current PICC
fr: PICC actuel
it: Corrente PICC

# MyPICCPageNoPiccEnteredText
source: It seems that you have not yet entered a PICC.
fr: Il semble que vous n’avez pas encore entré un PICC.
it: Sembra che non avete ancora registrato un PICC.

# MyPICCPagePreviousPICCText
source: Previous PICC
fr: PICC précédent
it: Precedente PICC

# PICCDetailPagePICCModelNameText
source: Model name:
fr: Nom du modèle :
it: Nome del modello:

# PICCDetailPagePICCFrenchSizeText
source: Diameter in french:
fr: Taille en français :
it: Dimensione in francese:

# PICCDetailPagePICCInsertedDateText
source: Inserted on:
fr: Inséré sur :
it: Inserita il:

# PICCDetailPagePICCInsertedPlaceText
source: Location:
fr: Zone géographique :
it: Ubicazione:

# PICCDetailPageInsertCityPlaceholderText
source: Please enter an institution
fr: Veuillez entrer une institution
it: Inserisci un'istituzione

# PICCDetailPagePICCBodysideText
source: PICC body side:
fr: Côté du corps PICC :
it: Lato del corpo PICC:

# PICCDetailPagePICCPositionText
source: PICC position:
fr: Position du PICC :
it: Posizione di PICC:

# PICCDetailPagePICCRemoveButtonText
source: Set PICC inactive
fr: PICC Set inactif
it: Set PICC inattivo

# PicturePageTitleText
source: Picture detail
fr: Détail de la photo
it: Foto dettaglio

# PICCDetailPageAddNewPICCTitle
source: Add PICC
fr: Ajouter PICC
it: Aggiungi PICC

# PICCDetailPageEditPICCTitle
source: Edit PICC
fr: Modifier PICC
it: Modificare PICC

# PICCDetailPagePickerNotDefinedText
source: Not defined
fr: Non défini
it: Non definito

# PICCDetailPagePickerPositionBelowElbowText
source: Below elbow
fr: Sous le coude
it: Sotto gomito

# PICCDetailPagePickerPositionAboveElbowText
source: Above elbow
fr: Au-dessus de coude
it: Sopra il gomito

# PICCDetailPagePickerSideLeftText
source: Left
fr: Gauche
it: Sinistra

# PICCDetailPagePickerSideRightText
source: Right
fr: Droit
it: Diritto

# PICCDetailPagePickerCountryAbroadText
source: Abroad
fr: À l’étranger
it: All'estero

# PICCDetailPagePickerCountrySwitzerlandText
source: Switzerland
fr: Suisse
it: Svizzera

# JournalOverviewPageTitleText
source: Journal
it: Gazzetta

# JournalOverviewPageNewEntryButtonText
source: New entry
fr: Nouvelle entrée
it: Nuova voce

# JournalOverviewPageSelectANewNewEntryText
source: What kind of entry would you like to add?
fr: Quel type d’entrée souhaitez-vous ajouter ?
it: Che tipo di voce vuoi aggiungere?

# SettingsPageAppVersionText
source: App version
fr: Version de l’app
it: Versione app

# SettingsPageTitleText
source: Settings
fr: Paramètres
it: Impostazioni

# CancelButtonText
source: Cancel
fr: Annuler
it: Annulla

# EditButtonText
source: Edit
it: Modifica

# PICCAssistanceDescriptionText
source: There are not any complications with your PICC to be expected. For your own safety, we still would like to inform you about possible problems.
fr: Il n’y a pas de complications avec votre PIC à prévoir. Pour votre sécurité, nous aimerions toujours vous informer sur les éventuels problèmes.
it: Non ci sono complicazioni con il vostro PICC da aspettarselo. Per la vostra sicurezza, vorremmo ancora informarvi sui possibili problemi.

# SaveButtonText
source: Save
fr: Enregistrer
it: Salva

# CallUSZTelemedizinButtonText
source: Call USZ telemedicine
fr: Appel USZ télémédecine
it: Chiamata USZ telemedicina

# SettingsPageMaintenanceReminderText
source: Maintenance reminder
fr: Rappel d’entretien
it: Promemoria di manutenzione

# SettingsPageAddReminderButtonText
source: Add maintenance reminders
fr: Ajouter des rappels d’entretien
it: Aggiungere promemoria di manutenzione

# SettingsPageMaintenanceReminderFrequencyText
source: After how many days will the memory be repeated?
fr: Après combien de jours sera répétée la mémoire ?
it: Dopo quanti giorni si ripeterà la memoria?

# SettingsPageMaintenanceReminderRepetitionText
source: How often should the memory be repeated?
fr: Combien de fois la mémoire doit être répétée ?
it: Quanto spesso deve essere ripetuta la memoria?

# SettingsPageMaintenanceReminderSetDailyTimeText
source: Please set time for reminder
fr: S’il vous plaît définir durée de rappel
it: Si prega di impostare ora per promemoria

# SettingsPageMaintenanceReminderSetStartDateText
source: Please set start date
fr: S’il vous plaît définir date de début
it: Si prega di impostare data di inizio

# UserMasterDataPageTitleText
source: My personal data
fr: Mes données personnelles
it: Miei dati personali

# UserMasterDataPageBirthdateLabelText
source: Birthdate:
fr: Date de naissance :
it: Data di nascita:

# UserMasterDataPageEmailLabelText
source: e-Mail:
fr: Courriel :
it: posta elettronica:

# UserMasterDataPageMobileLabelText
source: Cellphone:
fr: Téléphone portable :
it: Telefono cellulare:

# UserMasterDataPageNameLabelText
source: Name:
fr: Nom :
it: Nome:

# UserMasterDataPagePhoneLabelText
source: Phone:
fr: Tél. :
it: Numero di telefono:

# UserMasterDataPagePlaceLabelText
source: Place:
fr: Lieu :
it: Luogo:

# UserMasterDataPageStreetLabelText
source: Street:
fr: Adresse :
it: Via e n. civico:

# UserMasterDataPageSurnameLabelText
source: Surname:
fr: Nom de famille :
it: Cognome:

# UserMasterDataPageDeleteAllMasterDataButton
source: Delte my data
fr: Delte mes données
it: Delte dei miei dati

# MasterDataBackUpQuestionText
source: Do you want to back up your personal data? You can adjust the information at any time in the settings.
fr: Vous voulez sauvegarder vos données personnelles ? Vous pouvez ajuster les informations à tout moment dans les paramètres.
it: Si desidera eseguire il backup di dati personali? È possibile modificare le informazioni in qualsiasi momento nelle impostazioni.

# MasterDataText
source: Master data
fr: Données principales
it: Dati master

# CallUSZTelemedicineNotPossibleText
source: Your device can not call the USZ telemedicine. Contact 044 666 66 66
fr: Votre appareil ne peut pas appeler la télémédecine USZ. Contact 044 666 66 66
it: Il dispositivo non può chiamare la telemedicina USZ. Contatto 044 666 66 66

# CallUSZTelemedicineText
source: Do you really want to call USZ telemedicine?
fr: Voulez-vous vraiment appeler USZ télémédecine ?
it: Vuoi davvero chiamare USZ telemedicina?

# FailedText
source: Failed
fr: Échec
it: Operazione non riuscita

# InformationText
source: Information
fr: Informations
it: Informazioni

# YesButtonText
source: Yes
fr: Oui
it: Sì

# UserMasterDataPageDelteAllPersonalDataText
source: Do you really want to delete all personal data?
fr: Vous voulez vous vraiment supprimer toutes les données personnelles ?
it: Vuoi davvero eliminare tutti i dati personali?

# WarningText
source: Warning
fr: Avertissement
it: Avviso

# AddPICCPagePICCNotFoundInformationText
source: PICC model could not be found
fr: Modèle PICC est introuvable
it: Non è stato trovato il modello PICC

# SettingsPageDelteScheduledRemindersText
source: Do you want to delete all scheduled maintenance reminders?
fr: Voulez-vous vraiment supprimer tous les rappels d’entretien régulier ?
it: Si desidera eliminare tutti i promemoria di manutenzione programmata?

# SettingsPageMaintenanceReminderInformationText
source: Your PICC should be maintained
fr: Il convient de maintenir votre PICC
it: Dovrebbe essere mantenuto il PICC

# SettingsPagePersonalDataButtonText
source: My personal data
fr: Mes données personnelles
it: Miei dati personali

# JournalOverviewPageBandagesChangingEntry
source: Bandage changing
fr: Changement de pansement
it: Fasciatura cambiando

# JournalOverviewPageBloodWithdrawalEntry
source: Blood withdrawal
fr: Prélèvement de sang
it: Prelievo di sangue

# JournalOverviewPageCatheterFlushEntry
source: Rinse the catheter
fr: Rincer le cathéter
it: Sciacquare il catetere

# JournalOverviewPageInfusionEntry
source: Administered infusions
fr: Perfusions administrées
it: Infusioni amministrate

# JournalOverviewPageMicroClaveChangingEntry
source: Change MicroClave
fr: Changement MicroClave
it: Cambiare MicroClave

# JournalOverviewPageStatlockChangingEntry
source: Change StatLock
fr: Changement StatLock
it: Modificare StatLock

# JournalOverviewPageAdministeredDrugEntry
source: Administered drugs
fr: Médicaments administrés
it: Farmaci somministrati

# JournalEntryInstitutionHomeCareText
source: Home care
fr: Soins à domicile
it: Assistenza domiciliare

# JournalEntryInstitutionHospitalText
source: Hospital
fr: Hôpital
it: Ospedale

# JournalEntryInstitutionOutpatienClinicText
source: Outpatient clinic
fr: Clinique externe
it: Ambulatorio

# JournalEntryInstitutionRehabilitationText
source: Rehabilitation
fr: Remise en état
it: Riabilitazione

# JournalEntryNotSpecifiedText
source: Not specified
fr: Non spécifié
it: Non specificato

# JournalEntryOthersText
source: Others
fr: Autres
it: Altri

# JournalEntryPersonAffectedPersonText
source: Affected person
fr: Personnes touchées
it: Persona interessata

# JournalEntryPersonFamilyDoctorText
source: Family doctor
fr: Médecin de famille
it: Medico di famiglia

# JournalEntryPersonHealthExpertStaffText
source: Health expert staff
fr: Personnel spécialisé santé
it: Personale esperto di salute

# JournalEntryPersonMedicalTechnicalAssistantText
source: Medical technical assistant
fr: Assistant technique médical
it: Assistente tecnico medico

# JournalEntryPersonNursingStaffText
source: Nursing staff
fr: Personnel infirmier
it: Personale infermieristico

# JournalEntryPersonRelativeText
source: Relative
fr: Relatif
it: Relativo

# JournalEntryPersonSpecialistText
source: Medical specialist
fr: Médecin spécialiste
it: Medico specialista

# JournalEntryPersonXrayStaffText
source: XRay staff
fr: Radiographie du thorax : personnel
it: Personale di XRay

# DeleteButtonText
source: Delete
fr: Supprimer
it: Elimina

# MicroClaveChangingEntryPollutionText
source: Pollution
it: Inquinamento

# StatlockChangingEntryDamagedWingsText
source: Damaged wings
fr: Ailes endommagées
it: Ali danneggiate

# StatlockChangingEntryPollutionText
source: Pollution
it: Inquinamento

# StatlockChangingEntrySticksUnsatisfactorilyText
source: Sticks unsatisfactorily
fr: Bâtons de manière peu satisfaisante
it: Bastoni insufficientemente

# BloodFlowFastAndEasyText
source: Fast, easy
fr: Rapide, facile
it: Veloce, facile

# BloodFlowHesitantText
source: Hesitant
fr: Hésitant
it: Titubante

# BloodFlowNoneText
source: Not at all
fr: Pas du tout
it: Mai

# BandageChangingReasonBandageDoesNotStickAnymoreText
source: Bandage does not stick anymore
fr: Bandage ne colle pas plus
it: Bendaggio non si attacca piu '

# BandageChangingReasonBandageWetText
source: Bandage is wet
fr: Pansement est mouillé
it: Fasciatura è bagnato

# BandageChangingReasonPainText
source: Pain, irregularities
fr: Douleur, irrégularités
it: Dolore, irregolarità

# BandageChangingReasonPunctureNotCoveredText
source: Puncture is not covered
fr: Piqûre n’est pas couvert
it: La puntura non è coperto

# BandageChangingReasonRoutineText
source: Routinely
fr: Régulièrement
it: Ordinariamente

# BandageChangingReasonSecondaryBleedingText
source: Secondary bleeding
fr: Un saignement secondaire
it: Emorragie secondarie

# BandageChangingAreaCompleteText
source: Complete
fr: Complète
it: Completa

# BandageChangingAreaOnlyBandageText
source: Only Bandage
fr: Seulement le Bandage
it: Solo bendaggio

# BandageChangingAreaOnlyStatlockText
source: Only StatLock
fr: Seulement StatLock
it: Solo StatLock

# BandagePunctureSituationLiquidDischargeText
source: Liquid discharge
fr: Rejets liquides
it: Scarico liquido

# BandagePunctureSituationPainfulPunctureText
source: Painful puncuture
fr: Puncuture douloureuse
it: Puncuture dolorosa

# BandagePunctureSituationReddenedPunctureText
source: Reddened puncture
fr: Ponction rougie
it: Puntura arrossata

# BandagePunctureSituationSkinNotIrritantText
source: Skin not irritant
fr: Non irritant de la peau
it: Non irritante per pelle

# BandagePunctureSituationSwollenPunctureText
source: Swollen puncture
fr: Ponction gonflée
it: Puntura gonfiata

# BandageArmProcessSituationPainfulText
source: Painful
fr: Douloureux
it: Dolorosa

# BandageArmProcessSituationSwollenText
source: Swollen
fr: Enflés
it: Gonfio

# BandageArmProcessSituationReddenedText
source: Reddened
fr: Rougie
it: Arrossate

# InfusionReasonAntibioticText
source: Antibiotic
fr: Antibiotique
it: Antibiotico

# InfusionReasonBloodComponentText
source: Blood components
fr: Produits sanguins labiles
it: Componenti del sangue

# InfusionReasonChemotherapyText
source: Chemotherapy
fr: Chimiothérapie
it: Chemioterapia

# InfusionReasonExaminationSubstanceText
source: Examination substance
fr: Substance de l’examen
it: Sostanza in esame

# InfusionReasonNutritionalSubstanceText
source: Nutritional substance
fr: Substance nutritive
it: Sostanza nutritiva

# InfusionReasonOthersText
source: Other infusions
fr: Autres infusions
it: Altre infusioni

# InfusionAdministrationWithoutProblemText
source: Without problems
fr: Sans problèmes
it: Senza problemi

# CatheterFlushReasonBlockedText
source: Blocked
fr: Bloqué
it: Bloccato

# CatheterFlushReasonBloodSamplingText
source: Blood sampling
fr: Prélèvements sanguins
it: Prelievo di sangue

# CatheterFlushReasonPartiallyBlockedText
source: Partially blocked
fr: Partiellement bloqué
it: Parzialmente ostruito

# CatheterFlushTypeHeparinText
source: Heparin
fr: Héparine
it: Eparina

# CatheterFlushTypeUrokinaseText
source: Urokinase
it: Urochinasi

# CatheterFlushResultFlushNotPossibleText
source: Flush not possible anymore
fr: Ne rincez pas possible plus
it: Non lavare piu ' possibile

# CatheterFlushResultFlushWithoutResistanceText
source: Without resistance continuous
fr: Sans résistance continue
it: Senza resistenza continua

# CatheterFlushResultFlushWithResistanceText
source: With resistance continuous
fr: Avec une résistance continue
it: Con resistenza continua

# MaintenanceInstructionTitleText
source: Maintenance instruction
fr: Instructions d’entretien
it: Istruzioni per la manutenzione

# PICCDetailPageGuideWireLenghtText
source: Guide wire length in cm:
fr: Guide fil longueur en cm :
it: Guida filo lunghezza in cm:

# CancelButtonPressedConfirmationText
source: Do you want to cancel your input?
fr: Vous voulez annuler votre entrée ?
it: Si desidera annullare il vostro contributo?

# MasterDataViewModelBirthdateNotValidText
source: Your birthdate is not valid and will be deleted. Continue?
fr: Votre date de naissance n’est pas valide et sera supprimé. Continuer ?
it: La data di nascita non è valida e verrà eliminato. Continuare?

# JournalEntriesDelteEntryConfirmationText
source: Do you want to delte this entry?
fr: Vous voulez delte cette entrée ?
it: Vuoi delte questa voce?

# JournalEntriesAskForMainentanceInstructionText
source: Do you want to see a maintenance instruction for this step?
fr: Vous voulez voir une instruction de maintenance pour cette étape ?
it: Vuoi vedere un istruzioni di manutenzione per questo passaggio?

# AdministeredDrugEntryPageSelectDateLabelText
source: At what date was the drug administered to you?
fr: À quelle date le médicament a été administré à vous ?
it: A quale data è stato il farmaco somministrato a voi?

# AdministeredDrugEntryPageSelectDrugLabelText
source: Please indicate which drug you have received:
fr: Veuillez indiquer quel médicament vous avez reçu :
it: Si prega di indicare che avete ricevuto la droga:

# AdministeredDrugEntryPageSelectInstitutionLabelText
source: Which institution has given you the drug?
fr: Quelle institution vous a donné le médicament ?
it: Quale istituzione ha dato la droga?

# AdministeredDrugEntryPageSelectPersonLabelText
source: What person has given you the drug?
fr: Quelle personne vous a donné le médicament ?
it: Quale persona ti ha dato la droga?

# BandageChangingEntryPageBandageChangingReasonLabelText
source: Please indicate why your bandage needs to be changed:
fr: Veuillez indiquer pourquoi votre pansement doit être changé :
it: Si prega di indicare perché la fasciatura deve essere modificato:

# BandageChangingEntryPageInstitutionLabelText
source: Which institution helped you to change your bandages?
fr: Quelle institution a contribué à modifier vos bandages ?
it: Quale istituzione ti ha aiutato a cambiare le bende?

# BandageChangingEntryPagePartsOfChaningLabelText
source: Please indicate which bandage parts have been changed:
fr: Veuillez indiquer quelles parties de bandage ont été modifiées :
it: Si prega di indicare quali parti di bendaggio sono state modificate:

# BandageChangingEntryPagePersonLabelText
source: What person helped you to change bandages?
fr: Quelle personne vous a aidé à changer les pansements ?
it: Quale persona ti ha aiutato a cambiare le bende?

# BandageChangingEntryPageArmSituationLabelText
source: How is the situation on the arm?
fr: Quelle est la situation sur le bras ?
it: Com'è la situazione sul braccio?

# BandageChangingEntryPageBandageChangingDateLabelText
source: At what date did you change the bandage?
fr: À quelle date avez-vous changé le pansement ?
it: A quale data hai cambiato la fasciatura?

# BandageChangingEntryPagePunctureSituationLabelText
source: How is the puncture site?
fr: Comment est le site de ponction ?
it: Come è il sito di puntura?

# BloodWithdrawalEntryPageBloodWithdrawalDateLabelText
source: At what date did the blood withdrawal happen?
fr: À quelle date avez-vous le sang retrait arriver ?
it: A quale data ha fatto il sangue ritiro accada?

# BloodWithdrawalEntryPageIndicateBloodFlowLabelText
source: Please indicate how the blood flow was at the time of collection:
fr: S’il vous plaît indiquer comment le flux sanguin était au moment de la collecte :
it: Si prega di indicare come il flusso di sangue è stato al momento della raccolta:

# BloodWithdrawalEntryPageInstitutionLabelText
source: Which institution has supported you on the blood withrawal process?
fr: Quelle institution a vous appuyé sur le processus de retrait de sang ?
it: Quale istituzione ha sostenuto il processo di withrawal di sangue?

# BloodWithdrawalEntryPageIsNaCIFlashDoneLabelText
source: Did you flush the catheter with NaCl?
fr: Vous rincer le cathéter avec NaCl ?
it: Ha fatto lavare il catetere con NaCl?

# BloodWithdrawalEntryPagePersonLabelText
source: What person has supported you on the blood withrawal process?
fr: Quelle personne vous a appuyé sur le processus de retrait de sang ?
it: Quale persona ha sostenuto il processo di withrawal di sangue?

# CatheterFlushEntryPageBloodReflowLabelText
source: Is a blood reflow visible?
fr: Un reflux de sang n’est visible ?
it: È visibile un riflusso di sangue?

# CatheterFlushEntryPageDateLabelText
source: At what date did you flush the catheter?
fr: À quelle date vous rincer le cathéter ?
it: A quale data si scaricava il catetere?

# CatheterFlushEntryPageFlushReasonLabelText
source: Please indicate why the catheter needed to be flushed:
fr: Veuillez indiquer pourquoi le cathéter devait être vidées :
it: Si prega di indicare perché il catetere necessaria per essere scaricate:

# CatheterFlushEntryPageFlushSolutionAmountLabelText
source: Please specify the amount of the solution administered (in ml):
fr: Veuillez spécifier la quantité de la solution administrée (en ml) :
it: Si prega di specificare la quantità di soluzione somministrata (in ml):

# CatheterFlushEntryPageInstitutionLabelText
source: Which institution did you support on the catheter flush process?
fr: Quelle institution vous a-t-il appuyé sur le cathéter RAS processus ?
it: Quale istituzione supportava il catetere a filo processo?

# CatheterFlushEntryPagePatencyAfterFlushLabelText
source: What is the continuity of the catheter after the irrigation?
fr: Ce qui est la continuité du cathéter après l’irrigation ?
it: Che cosa è la continuità del catetere dopo l'irrigazione?

# CatheterFlushEntryPagePersonLabelText
source: What person did you support on the catheter flush process?
fr: Quelle personne vous a-t-il appuyé sur le cathéter RAS processus ?
it: Quale persona supportava il catetere a filo processo?

# CatheterFlushEntryPageFlushTypeLabelText
source: Please indicate which solution your catheter was flushed with:
fr: Veuillez indiquer quelle solution votre cathéter a été rincée avec :
it: Si prega di indicare quale soluzione il catetere è stato lavato con:

# InfusionEntryPageAntibioticLabelText
source: Please indicate which antibiotic you have been given:
fr: Veuillez indiquer quel antibiotique vous a été donné :
it: Si prega di indicare quale antibiotico ti è stato dato:

# InfusionEntryPageDateLabelText
source: At what date was the infusion administered to you?
fr: À quelle date était la perfusion administrée pour vous ?
it: A quale data è stato l'infusione amministrata a voi?

# InfusionEntryPageInfusionFlowLabelText
source: Please indicate how the flow of the infusion was during administration:
fr: Veuillez indiquer comment le débit de la perfusion a été au cours de l’administration :
it: Si prega di indicare come il flusso dell'infusione è stato durante l'amministrazione:

# InfusionEntryPageInstitutionLabelText
source: Which institution did you support?
fr: Quelle institution vous a-t-il appuyé ?
it: Quale istituzione ha sostenuto?

# InfusionEntryPagePersonLabelText
source: What person did you support?
fr: Quelle personne vous a-t-il appuyé ?
it: Quale persona ha sostenuto?

# InfusionEntryPageTypeLabelText
source: Please indicate the type of infusion you have been given:
fr: Veuillez indiquer le type d’infusion que vous a été donné :
it: Si prega di indicare il tipo di infusione che è stato dato:

# InfusionAdministrationNotPossibleText
source: Not possible
fr: N’est pas possible
it: Non è possibile

# InfusionAdministrationWithResistance
source: With resistance
fr: Avec résistance
it: Con resistenza

# MicroClaveChangingEntryPageDateLabelText
source: At what date has your MicroClave been exchanged?
fr: À quelle date votre MicroClave a été échangé ?
it: A quale data è stato scambiato il tuo MicroClave?
