Repository: swisszeni/BFH_USZ_PICC
Catalog: BFH_USZ_PICC/BFH_USZ_PICC/Resx/AppResources.*.resx
Languages: fr, it

# MicroClaveChangingEntryPageInstitutionLabelText
source: Which institution did you support when changing the MicroClave?
fr: Quelle institution a-t-il appuyé lors du changement de la MicroClave ?
it: Quale istituzione ha sostenuto quando si cambia la MicroClave?

# MicroClaveChangingEntryPagePersonLabelText
source: What person did you support when changing the MicroClave?
fr: Quelle personne vous a-t-il appuyé lors du changement de la MicroClave ?
it: Quale persona ha sostenuto quando si cambia la MicroClave?

# MicroClaveChangingEntryPageReasonLabelText
source: Please indicate why your MicroClave had to be exchanged:
fr: Veuillez indiquer pourquoi votre MicroClave devait être échangés :
it: Si prega di indicare perché il MicroClave ha dovuto essere scambiati:

# StatlockChangingEntryPageDateLabelText
source: At what date has your StatLock been exchanged?
fr: À quelle date votre StatLock a été échangé ?
it: A quale data è stato scambiato il tuo StatLock?

# StatlockChangingEntryPageInstitutionLabelText
source: Which institution did you support when changing the StatLock?
fr: Quelle institution a-t-il appuyé lors du changement de la StatLock ?
it: Quale istituzione ha sostenuto quando si cambia la StatLock?

# StatlockChangingEntryPagePersonLabelText
source: What person did you support when changing the StatLock?
fr: Quelle personne vous a-t-il appuyé lors du changement de la StatLock ?
it: Quale persona ha sostenuto quando si cambia la StatLock?

# StatlockChangingEntryPageReasonLabelText
source: Please indicate why your StatLock had to be exchanged:
fr: Veuillez indiquer pourquoi votre StatLock devait être échangés :
it: Si prega di indicare perché il tuo StatLock doveva essere scambiati:

# JournalOverviewViewModelWhichJournalEntryText
source: What kind of entry do you want to add?
fr: Quel type d’entrée voulez-vous ajouter ?
it: Che tipo di voce che si desidera aggiungere?

# PICCDetailViewModelSetPICCInactiveText
source: Do you really want to put this PICC catheter inactive?
fr: Voulez-vous vraiment mettre ce cathéter PICC inactif ?
it: Vuoi davvero mettere questo catetere PICC inattivo?

# KnowledgeEntryDetailPageMatchingGlossariesText
source: Matching glossaries
fr: Glossaires correspondants
it: Glossari di corrispondenza

# UserMasterDataPageZIPLabelText
source: ZIP:
fr: CODE POSTAL :

# NoButtonText
source: No
fr: Non
